# RbsSystemRisedrop2linedropsymbolParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsSystemRisedrop2linedropsymbolParam Property
ParameterTypeId Class See Also
---
"Two Line Drop Symbol"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsSystemRisedrop2linedropsymbolParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsSystemRisedrop2linedropsymbolParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsSystemRisedrop2linedropsymbolParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace